Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Do not enable this feature until you have optimized your CR (carb ratio) setting.
bg: Не активирайте тази функция, докато не сте оптимизирали настройката си за CR (въглехидратно число).
cs: Nezapínej tuhle funkci, dokud nebudeš mít optimalizované nastavení CR (sacharidového poměru).
da: Aktiver ikke denne funktion, før du har optimeret din CR (carb ratio) indstilling.
de: Aktiviere diese Funktion erst, wenn Du Deine CR-Einstellung (Kohlenhydrat:Insulin-Verhältnis) optimiert hast.
es: No active esta función hasta que no haya optimizado la configuración del CR (ratio de carbo).
fr: N’activez pas cette fonctionnalité avant d’avoir optimisé votre Ratio Insuline/Glucides (CR).
it: Non abilitare questa funzione fino a quando non si è ottimizzato l'impostazione CR (rapporto carb).
nb_no: Ikke aktiver denne funksjonen før du har optimalisert CR-innstillingen din (karbohydratforhold).
nl: Schakel deze functie niet in voordat u uw CR (koolhydraat-verhouding) instelling heeft geoptimaliseerd.
pl: Nie włączaj tej funkcji dopóki nie zoptymalizujesz ustawień CR (współczynnik węglowodanów).
pt_pt: Não ative esse recurso até que tenha otimizado a configuração de RC (taxa de carbos).
ru: Не включайте эту функцию, пока вы не оптимизировали настройки CR (соотношения карты).
sv: Aktivera inte denna funktion förrän du har optimerat din insulinkvot (CR).
uk: Не вмикати цю функцію поки ви не оптимізували параметри CR (значення carb).
vi: Không bật tính năng này cho đến khi bạn đã tối ưu thiết lập CR (tỷ lệ carb).
zh_hant: 請在優化您的CR（碳水化合物比例）設定之前不要啟用此功能。

source: Don’t Allow
bg: Не разрешавайте
cs: Nepovolovat
da: Tillad ikke
de: Nicht erlauben
fr: Ne pas autoriser
it: Non consentire
nb_no: Ikke tillat
nl: Niet toestaan
pl: Nie pozwalaj
sv: Tillåt inte
vi: Không cho phép
zh_hant: 不允許

source: Don't Disable
bg: Не изключвайте
cs: Nezakazovat
da: Deaktivér Ikke
de: Nicht deaktivieren
es: No desactivar
fr: Ne pas désactiver
it: Non Disabilitare
nb_no: Ikke deaktiver
nl: Niet uitschakelen
pl: Nie wyłączaj
pt_pt: Não desativar
sv: Inaktivera inte
uk: Не вимикайте
vi: Không vô hiệu hóa
zh_hant: 不要停用

source: Done
bg: Готово
cs: Hotovo
da: OK
de: Fertig
es: Hecho
fr: Terminé
it: Fine
nb_no: Ferdig
nl: Voltooid
pl: Gotowe
pt_pt: OK
ru: Готово
sv: Klar
uk: Готово
vi: Hoàn thành
zh_hant: 完成

source: Due to how the curve is calculated when using the Sigmoid Formula, increasing this setting has a different impact on the steepness of the curve than in the standard logarithmic Dynamic ISF calculation. Use caution when adjusting this setting.
bg: Поради начина, по който се изчислява кривата при Sigmoid Formula, увеличаването на тази настройка има различен ефект върху наклона на кривата в сравнение със стандартното логаритмично изчисление на Dynamic ISF. Бъдете внимателни при промяна на тази настройка.
cs: Vzhledem k tomu, jak se počítá křivka při použití sigmoidního vzorce, má zvýšení tohoto nastavení jiný vliv na strmost křivky než u standardního logaritmického výpočtu dynamického ISF. Při úpravách tohoto nastavení buď opatrný.
da: På grund af hvordan kurven beregnes ved brug af Sigmoid Formula at øge denne indstilling har en anden indvirkning på stejlheden af kurven end i standard logaritmisk dynamisk ISF beregning. Vær forsigtig ved justering af denne indstilling.
de: Aufgrund der Art und Weise, wie die Kurve bei Verwendung der Sigmoid-Formel berechnet wird, hat die Erhöhung dieser Einstellung einen anderen Einfluss auf die Steilheit der Kurve als bei der standardmäßigen logarithmischen dynamischen ISF-Berechnung. Sei vorsichtig, wenn Du diese Einstellung änderst.
es: Debido a cómo se calcula la curva al utilizar la Fórmula Sigmoide, incrementar este ajuste tiene un impacto diferente en la inclinación de la curva que en el cálculo estándar de la dinámica dinámica de la logarítmica. Utilice precaución al ajustar esta configuración.
fr: En raison de la manière dont la courbe est calculée avec la formule sigmoïde, l’augmentation de ce réglage a un impact différent sur la pente de la courbe par rapport au calcul standard du Facteur de Sensibilité à l'insuline dynamique (ISF dynamique) logarithmique. ⚠️ Faites preuve de prudence lorsque vous ajustez ce réglage.
it: A causa del modo in cui la curva viene calcolata quando si utilizza la Formula Sigmoide, l'aumento di questa impostazione ha un impatto diverso sulla ripidità della curva rispetto al calcolo standard dell'ISF Dinamico logaritmico. Fare attenzione quando si regola questa impostazione.
nb_no: På grunn av hvordan kurven beregnes ved bruk av Sigmoidformelen, vil økning av denne innstillingen ha større effekt enn ved Logaritmisk formel. Vis forsiktighet ved justering av innstillingen.
nl: Als gevolg van hoe de curve wordt berekend bij het gebruik van de Sigmoid Formule, vergroten van deze instelling heeft een ander effect op de steefheid van de curve dan bij de standaard logaritmische Dynamische ISF-berekening. Wees voorzichtig bij het aanpassen van deze instelling.
pl: Ze względu na sposób obliczania krzywej przy użyciu wzoru Sigmoid, zwiększenie tego ustawienia ma inny wpływ na stromość krzywej niż w standardowym logarytmicznym obliczeniu Dynamic ISF. Zachowaj ostrożność podczas dostosowywania tego ustawienia.
pt_pt: Devido a como a curva é calculada ao usar a Fórmula de Sigmoid, aumentar esta configuração tem um impacto diferente na solidez da curva do que no cálculo logarítmico padrão do ISF dinâmico. Usar cuidado ao ajustar essa configuração.
ru: Благодаря тому, как рассчитывается кривая при использовании формулы сигмоида, увеличение этого параметра оказывает иное воздействие на крутость кривой, чем в стандартном логарифмическом расчете динамической ISF. Будьте осторожны при настройке этого параметра.
sv: På grund av hur kurvan beräknas vid användning av Sigmoid formeln, Att öka denna inställning har en annan inverkan på kurvans brant än i den vanliga logaritmiska dynamiska ISF-beräkningen. Var försiktig när du justerar denna inställning.
uk: Через те, як крива розраховується при використанні формули Зігмоїди, збільшення цього налаштування впливає на крутість кривої ніж на стандартних логарифмічних Динамічних ISF розрахунків. Будьте обережні, під час налаштування цього налаштування.
vi: Do cách đường cong được tính khi sử dụng công thức Sigmoid, việc tăng giá trị thiết lập này sẽ ảnh hưởng khác đến độ dốc của đường cong so với cách tính ISF động tiêu chuẩn theo công thức logarit. Hãy cẩn trọng khi điều chỉnh thiết lập này.
zh_hant: 由於使用S型公式計算曲線的方式，增加此設定對曲線陡峭度的影響與標準對數動態ISF計算的影響不同。在調整此設定時請小心。

source: Due to SMBs potentially occurring every 5 minutes with each loop cycle, it is important to set this value to a reasonable level that allows Trio to safely zero temp should dosing needs suddenly change. Increase this value with caution.
bg: Тъй като SMB може да се подава на всеки 5 минути при всеки цикъл, важно е да зададете разумна стойност, която позволява на Trio безопасно да занули временен базал, ако нуждите от дозиране внезапно се променят. Увеличавайте тази стойност с внимание.
cs: Protože k podávání SMB může docházet každých 5 minut s každým cyklem smyčky, je důležité nastavit tuhle hodnotu na rozumnou úroveň, která Triu umožní bezpečně vynulovat bazál (zero temp), pokud by se potřeba dávkování náhle změnila. Tuto hodnotu zvyšuj opatrně.
da: På grund af SMB'er, der potentielt forekommer hvert 5. minut med hver sløjfecyklus, det er vigtigt at sætte denne værdi til et rimeligt niveau, der tillader Trio til sikkert nul temp hvis dosering pludselig skal ændres. Forøg denne værdi med forsigtighed.
de: Da SMBs möglicherweise alle 5 Minuten mit jedem Loop auftreten, ist es wichtig, diese Variable auf einen angemessenen Wert einzustellen, der es Trio ermöglicht, die Temporäre Basalrate zur Sicherheit auf Null zu setzen, falls sich die Dosierungsanforderungen plötzlich ändern. Erhöhe diesen Wert mit Bedacht.
es: Debido a SMBs potencialmente ocurren cada 5 minutos con cada ciclo de bucle, es importante establecer este valor a un nivel razonable que permita a Trio a sin riesgo cero temporalmente debe dosificar las necesidades repentinamente cambiar. Incrementar este valor con precaución.
fr: En raison de la possibilité que des SMB (Super Micro Bolus) soient administrés toutes les 5 minutes à chaque cycle de boucle, il est important de définir une valeur raisonnable afin que Trio puisse, si besoin, ramener à zéro le débit basal temporaire en toute sécurité en cas de changement soudain des besoins en insuline. Augmentez cette valeur avec prudence.
it: A causa delle piccole e medie imprese (PMB) che possono verificarsi ogni 5 minuti per ogni ciclo di ciclo è importante impostare questo valore ad un livello ragionevole che consenta al Trio di tranquillamente zero temperatura in caso di necessità di dosaggio improvvisamente cambiato. Aumentare questo valore con cautela.
nb_no: SMB kan gis så ofte som hvert 5. minutt. Derfor er det viktig å sette denne verdien til et fornuftig nivå, slik at Trio midlertidig kan slå av basalinsulin når insulinbehovet endres. Vær forsiktig med å øke denne verdien.
nl: Omdat SMBs mogelijk elke 5 minuten plaatsvinden met elke loopcyclus, het is belangrijk om deze waarde op een redelijk niveau te zetten dat Trio in staat stelt om een tijdelijk nultarief te hanteren als plotseling moet veranderen. Verhoog deze waarde met voorzichtigheid.
pl: Ze względu na potencjalne występowanie SMB co 5 minut w każdym cyklu pętli, ważne jest ustawienie tej wartości na rozsądnym poziomie, który pozwoli Trio bezpiecznie zerować temperaturę, gdyby nagle zmieniły się potrzeby dawkowania. Zwiększaj tę wartość ostrożnie.
pt_pt: Devido a SMBs potencialmente ocorrem a cada 5 minutos com cada ciclo de laço, é importante definir esse valor para um nível razoável que permita que Trio não tenha segurança sobre a temperatura zero caso as necessidades mudem de repente. Aumente este valor com cautela.
ru: Из-за СМБ потенциально происходит каждые 5 минут с каждым циклом цикла, Важно установить это значение на разумный уровень, который позволяет Трио безопасно нулево время дозирования нуждается в внезапном изменении. Повысьте это значение с осторожностью.
sv: På grund av att SMB potentiellt inträffar var femte minut vid varje loop, är det viktigt att sätta detta värde till en rimlig nivå som gör att Trio på ett säkert sätt kan bromsa insulintillförseln via noll-temp basaler om insulinbehovet hastigt minskar. Öka detta värde med stor försiktighet.
uk: Через SMB потенційно трапляється кожні 5 хвилин з кожним циклом циклу, важливо встановити це значення розумному рівні, що дозволяє Тріо безпечно нульовому шаблону, а саме раптом змінитися. Збільшіть це значення з обережністю.
vi: Do SMB có thể xảy ra mỗi 5 phút trong mỗi chu kỳ vòng lặp, việc đặt giá trị này ở mức hợp lý là rất quan trọng để Trio có thể an toàn đưa temp về 0 nếu nhu cầu insulin thay đổi đột ngột. Hãy tăng giá trị này một cách thận trọng.
zh_hant: 由於微量注射可能在每5分鐘的循環中發生，每次循環的重要性在於設定一個合理的值，以便Trio能在給藥需求突然變更時安全地將臨時基線歸零。小心地增加此值。

source: Duration
bg: Продължителност
cs: Doba
da: Varighed
de: Dauer
es: Duración
fr: Durée
it: Durata
nb_no: Varighet
nl: Duur
pl: Czas trwania
pt_pt: Duração
ru: Длительность
sv: Längd
uk: Тривалість
vi: Thời lượng
zh_hant: 持續時間

source: Duration of Insulin Action
bg: Продължителност на действие на инсулина
cs: Doba působení inzulínu (DIA)
da: Varighed af Insulin Aktivitet
de: Dauer der Insulinwirkung
es: Duración de la insulina activa
fr: Durée d’action de l’insuline
it: Durata dell’azione dell’insulina
nb_no: Varighet av insulinaktivitet (DIA)
nl: Duur Insuline Activiteit (DIA)
pl: Czas aktywności insuliny (DIA)
pt_pt: Duração da ação da Insulina
ru: Продолжительность Действия Инсулина
sv: Insulinets verkningstid
uk: ТРИВАЛІСТЬ ДІЇ ІНСУЛІНУ
vi: Thời gian tác dụng của insulin
zh_hant: 胰島素作用的持續時間

source: Dynamic
bg: Динамично
cs: Dynamický
da: Dynamisk
de: Dynamisch
es: Dinámica
fr: Dynamique
it: Dinamico
nb_no: Dynamisk
nl: Dynamisch
pl: Dynamiczny
pt_pt: Dinâmico
sv: Dynamiskt
uk: Динамічний
zh_hant: 動態

source: Dynamic Insulin Sensitivity
bg: Динамична инсулинова чувствителност
cs: Dynamická citlivost na inzulín
da: Dynamisk Insulinfølsomhed
de: Dynamische Insulin-Sensitivität
fr: Sensibilité à l'insuline dynamique
it: Sensibilità insulinica dinamica
nb_no: Dynamisk Insulinfølsomhet
nl: Dynamische Insulinegevoeligheid
pl: Dynamiczna wrażliwość na insulinę
sv: Dynamisk insulinkänslighet
vi: Độ nhạy insulin động
zh_hant: 動態胰島素敏感度

source: Dynamic ISF produces a Dynamic Ratio, replacing the Autosens Ratio, determining how much your profile ISF will be adjusted every loop cycle, ensuring it stays within safe limits set by your Autosens Min/Max settings. It provides more precise insulin dosing by responding to changes in insulin needs throughout the day.
bg: Dynamic ISF произвежда Dynamic Ratio, което замества съотношението Autosens и определя колко ще се коригира ISF от профила ви при всеки цикъл, като същевременно остава в безопасните граници, зададени от настройките Autosens Min/Max. Това осигурява по-прецизно дозиране на инсулина, реагирайки на промените в нуждите от инсулин през деня.
cs: Dynamický ISF vytváří dynamický poměr, který nahrazuje poměr Autosens a určuje, o kolik se tvůj profilový ISF upraví v každém cyklu smyčky. Tím zajišťuje, že zůstane v bezpečných mezích nastavených tvými limity Autosens Min/Max. Poskytuje přesnější dávkování inzulínu tím, že reaguje na změny potřeby inzulínu v průběhu dne.
da: Dynamisk ISF producerer et dynamisk forhold, der erstatter Autosens Ratio, og bestemmer, hvor meget din profil ISF vil blive justeret for hver loop cyklus, sikre, at det forbliver inden for sikre grænser, der er fastsat af dine Autosens Min/Maks. indstillinger. Det giver en mere præcis insulindosering ved at reagere på ændringer i insulinbehovet hele dagen.
de: Dynamischer ISF erzeugt ein dynamisches Verhältnis, das das Autosens-Verhältnis ersetzt und bestimmt, wie stark Dein Profil ISF in jedem Loop angepasst wird, um sicherzustellen, dass es innerhalb der sicheren Grenzen bleibt, die durch Deine Autosens-Min/Max-Einstellungen festgelegt sind. Es sorgt für eine präzisere Insulindosierung, indem es auf Änderungen des Insulinbedarfs während des Tages reagiert.
es: El ISF dinámico produce una Ratio Dinámica, reemplazando la Ratio de Autosens, determinando cuánto se ajustará su perfil ISF cada ciclo de ciclo, asegurándose de que permanezca dentro de los límites de seguridad establecidos por la configuración Mínimo / Máx. Proporciona una dosis de insulina más precisa respondiendo a los cambios en las necesidades de insulina a lo largo del día.
fr: Le facteur de sensibilité dynamique (ISF dynamique) génère un ratio dynamique, qui remplace le ratio Autosens. Il détermine de combien l'ISF de votre Profil sera ajusté à chaque cycle de boucle, tout en restant dans les limites de sécurité définies par vos réglages Autosens Min/Max. Ce mécanisme permet un dosage d’insuline plus précis en s’adaptant aux variations des besoins en insuline au fil de la journée.
it: L'ISF Dinamico produce un Rapporto Dinamico, che sostituisce il Rapporto di Autosens, determinando di quanto il tuo ISF del profilo sarà regolato ad ogni ciclo, assicurando che rimanga entro i limiti di sicurezza stabiliti dalle impostazioni Min/Max di Autosens. Questo sistema garantisce un dosaggio insulinico più preciso, rispondendo alle variazioni del fabbisogno di insulina nel corso della giornata.
nb_no: Dynamisk ISF gir en dynamisk ratio som erstatter Autosens ratio, og bestemmer hvor mye din profil ISF vil bli justert hver loop-syklus. Den forblir innenfor trygge grenser satt av dine Autosens Min/Max innstillinger. Det gir mer presis insulindosering ved å respondere på endringer i insulinbehov gjennom dagen.
nl: Dynamische ISF produceert een dynamische verhouding, die de Autosens ratio vervangt, waarbij je bepaalt hoeveel je profiel ISF elke loop cyclus zal aanpassen ervoor zorgen dat het blijft binnen de veilige limieten die zijn ingesteld door je Autosens Min/Max instellingen. Het geeft preciezere insuline-dosering door te reageren op veranderingen in insuline behoeften gedurende de dag.
pl: Dynamic ISF generuje Dynamic Ratio, zastępując Autosens Ratio, określając, jak bardzo Twój profil ISF będzie dostosowywany w każdym cyklu pętli, zapewniając, że pozostanie w bezpiecznych granicach określonych przez ustawienia Autosens Min/Max. Zapewnia bardziej precyzyjne dawkowanie insuliny, reagując na zmiany zapotrzebowania na insulinę w ciągu dnia.
pt_pt: O ISF dinâmico produz uma Taxa Dinâmica, substituindo a Taxa de Autosens, determinando quanto o seu ISF de perfil será ajustado em cada ciclo de laços, garantindo que fique dentro dos limites de segurança definidos pelas suas configurações Min/Max de Autosens. Proporciona uma dosagem de insulina mais precisa respondendo às mudanças de necessidades de insulina ao longo do dia.
ru: Динамический ISF производит динамическое соотношение, заменяя соотношение автосменов, определяя, сколько будет корректироваться ваш профиль ISF каждый цикл цикла, убедитесь, что он остается в безопасных пределах, установленных настройками Autosens Min/Max . Он обеспечивает более точное дозирование инсулина, реагируя на изменения инсулина в течение всего дня.
sv: Dynamisk ISF producerar en Dynamisk ratio, som ersätter Autosens Ratio, vilken avgör hur mycket din profil-ISF kommer att justeras varje loopcykel, och ser till att den håller sig inom de säkerhetsgränser som fastställts av dina inställningar för Autosens Min/Max. Detta ger en mer exakt insulindosering genom att parera förändringar i insulinbehov under hela dagen.
uk: Динамічний ISF виробляє Динамічне співвідношення, замінюючи Autosens Ratio, визначаючи, наскільки Ваш профіль ISF буде коригуватися кожен цикл циклу, забезпечення його знаходження в безпечних межах, встановлених опціями автоматичного встановлення/Макс. Він забезпечує більш точне інсулінське дозрівання, реагуючи на зміни потреб інсуліну протягом дня.
vi: Dynamic ISF tạo ra một Tỷ lệ động (Dynamic Ratio), thay thế cho Tỷ lệ Autosens (Autosens Ratio), xác định mức độ điều chỉnh hệ số nhạy insulin (ISF) trong hồ sơ của bạn ở mỗi chu kỳ lặp (loop cycle), đảm bảo rằng giá trị này luôn nằm trong giới hạn an toàn do cài đặt Autosens Min/Max quy định. Tính năng này giúp đưa ra liều insulin chính xác hơn bằng cách phản ứng kịp thời với sự thay đổi nhu cầu insulin trong suốt ngày.
zh_hant: 動態ISF產生動態比例，取代自動敏感度比例，決定您的設定檔ISF在每次循環中將如何調整，以確保其保持在由您的自動敏感度最小/最大設定所設定的安全範圍內。它能通過應對整天胰島素需求的變化提供更精確的胰島素劑量。

source: Dynamic ISF requires at least
bg: Dynamic ISF изисква поне
cs: Dynamické ISF vyžaduje alespoň
da: Dynamisk ISF kræver mindst
de: Dynamischer ISF erfordert mindestens
fr: Le facteur de sensibilité à l’insuline dynamique (ISF dynamique) nécessite au moins
it: ISF dinamica richiede almeno
nb_no: Dynamisk ISF krever minst
nl: Dynamisch ISF vereist ten minste
pl: Dynamiczny ISF wymaga co najmniej
sv: Dynamisk ISF kräver minst
vi: Dynamic ISF yêu cầu ít nhất
zh_hant: 動態 ISF 至少需要

source: Dynamic Sensitivity
bg: Динамична чувствителност
cs: Dynamická citlivost
da: Dynamisk Sensitivitet
de: Dynamische Empfindlichkeit
es: Sensibilidad dinámica
fr: Sensibilité dynamique
it: Sensibilità dinamica
nb_no: Dynamisk Insulinfølsomhet
nl: Dynamische gevoeligheid
pl: Czułość dynamiczna
pt_pt: Sensibilidade dinâmica
ru: Динамическая чувствительность
sv: Dynamisk insulinkänslighet
uk: Динамічна чутливість
vi: Độ nhạy động
zh_hant: 動態敏感度

source: Dynamic settings
bg: Динамични настройки
cs: Dynamická citlivost
da: Dynamiske indstillinger
de: Dynamische Einstellungen
es: Ajustes dinámicos
fr: Paramètres dynamiques
it: Impostazioni dinamiche
nb_no: Dynamiske innstillinger
nl: Dynamische instellingen
pl: Ustawienia dynamiczne
pt_pt: Configurações dinâmicas
ru: Настройки динамических опций
sv: Dynamiska inställningar
uk: Налаштування динамічних опцій
vi: Cài đặt Dynamic
zh_hant: 動態設定

source: Dynamic Settings
bg: Динамични настройки
cs: Dynamická citlivost
da: Dynamiske Indstillinger
de: Dynamische Einstellungen
es: Ajustes Dinámicos
fr: Paramètres dynamiques
it: Impostazioni dinamiche
nb_no: Dynamiske innstillinger
nl: Dynamische instellingen
pl: Ustawienia dynamiczne
pt_pt: Configurações Dinâmicas
ru: Динамические настройки
sv: Dynamiska inställningar
uk: Динамічні налаштування
vi: Cài đặt Dynamic
zh_hant: 動態設定

source: Dynamic-dependent Features
bg: Функции, зависещи от Dynamic
cs: Funkce závislé na dynamickém ISF
da: Dynamisk-afhængige Funktioner
de: Dynamisch abhängige Features
fr: Fonctions liées à la dynamique
it: Funzionalità dinamiche
nb_no: Dynamisk-avhengige funksjoner
nl: Dynamische afhankelijke functies
pl: Funkcje zależne od dynamiki
sv: Dynamisk-beroende funktioner
vi: Các tính năng phụ thuộc vào Dynamic
zh_hant: 動態依賴特徵

source: Dynamic:
bg: Динамично:
cs: Dynamický:
da: Dynamisk:
de: Dynamisch:
es: Dinámica:
fr: Dynamique :
it: Dinamico:
nb_no: Dynamisk:
nl: Dynamisch
pl: Dynamiczny:
pt_pt: Dinâmico:
ru: Динамика:
sv: Dynamiskt:
uk: Динаміка:
zh_hant: 動態：

source: Dynamically adjust insulin sensitivity using Dynamic Ratio rather than Autosens Ratio.
bg: Динамично коригира инсулиновата чувствителност чрез Dynamic Ratio вместо съотношението Autosens.
cs: Dynamicky upravuj citlivost na inzulín pomocí dynamického poměru (Dynamic Ratio) namísto poměru Autosens.
da: Justér insulinfølsomheden dynamisk ved hjælp af Dynamisk Ratio frem for Autosens Ratio.
de: Dynamische Anpassung der Insulinempfindlichkeit mit Dynamischem Verhältnis statt Autosens Verhältnis.
es: Ajustar dinámicamente la sensibilidad de la insulina usando la relación dinámica en lugar de la relación de autosenses.
fr: Ajuster dynamiquement la sensibilité à l'insuline à l'aide du ratio ISF dynamique au lieu de la sensibilité automatique du "ratio Autosens".
it: Regola dinamicamente la sensibilità all'insulina utilizzando il Rapporto Dinamico anziché il Rapporto di Autosens.
nb_no: Justerer insulinfølsomheten ved hjelp av dynamisk ratio i stedet for Autosens ratio.
nl: Insuline gevoeligheid dynamisch aanpassen in plaats van Autosens Ratio.
pl: Dynamicznie dostosowuje wrażliwość na insulinę stosując współczynnik dynamiczny zamiast współczynnika Autosens.
pt_pt: Ajusta dinamicamente a sensibilidade de insulina usando a Relação Dinâmica em vez da Ratio de Autosens.
ru: Динамически регулировать чувствительность инсулина с использованием динамического соотношения, а не Автосенсора.
sv: Justera insulinkänsligheten dynamiskt genom att använda Dynamisk ratio istället för Autosens ratio.
uk: Динамічно налаштовувати чутливість інсуліну за допомогою динамічного співвідношення, а не автоматичного визначення.
vi: Điều chỉnh độ nhạy insulin một cách linh hoạt bằng cách sử dụng Dynamic Ratio thay vì Autosens Ratio.
zh_hant: 使用動態比例而非自動敏感度比例動態調整胰島素敏感度。

source: eA1c/GMI Display Unit
bg: Мерна единица за eA1c/GMI
cs: Jednotka zobrazení eA1c/GMI
da: eA1c/GMI Visningsenhed
de: geschätzter HbA1c/GMI Anzeigeeinheit
fr: Unité pour eA1c/GMI
nb_no: Visningsenhet for eA1c/GMI
nl: eA1c/GMI Weergave-eenheid
pl: Jednostka wyświetlania eA1c/GMI
sv: eA1c/GMI visningsenhet
vi: Đơn vị hiển thị eA1c/GMI
zh_hant: eA1c/GMI 顯示單位

source: Edit
bg: Редактиране
cs: Upravit
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nb_no: Rediger
nl: Bewerken
pl: Edytuj
pt_pt: Alterar
ru: Редактирование
sv: Redigera
uk: Редагувати
vi: Sửa
zh_hant: 編輯
